Repository: BakaRice/RiceWeight
Catalog: RiceWeight/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

# action.addRecord
source: 記録を追加
en: Add Record
zh_hans: 新增记录

# action.cancel
source: キャンセル
en: Cancel
zh_hans: 取消

# action.done
source: 完了
en: Done
zh_hans: 完成

# action.save
source: 保存
en: Save

# add.date
source: 日付
en: Date
zh_hans: 日期

# add.section.details
source: 記録内容
en: Record Details
zh_hans: 记录内容

# add.title
source: 体重を追加
en: Add Weight
zh_hans: 新增体重

# add.weight
source: 体重
en: Weight

# add.weight.decimalDigit
source: 小数
en: Decimal digit
zh_hans: 小数位

# home.empty.description
source: 右上のプラスボタンをタップして、最初の体重を記録しましょう。
en: Tap the plus button in the top-right corner to record your first weight.
zh_hans: 点击右上角的加号，记录你的第一次体重。

# home.empty.title
source: 記録がありません
en: No Records Yet
zh_hans: 还没有记录

# home.history.section
source: 履歴
en: History
zh_hans: 历史记录

# home.summary.current
source: 現在の体重
en: Current Weight
zh_hans: 当前体重

# home.summary.reached
source: 目標達成
en: Target Reached
zh_hans: 已达到目标

# home.summary.remaining
source: 目標まで
en: Remaining
zh_hans: 距离目标

# home.summary.target
source: 目標体重
en: Target Weight
zh_hans: 目标体重

# home.title
source: 体重記録
en: Weight Records
zh_hans: 体重记录

# settings.language
source: 言語
en: Language
zh_hans: 语言

# settings.restartHint
source: 変更はアプリの再起動後に反映されます。
en: Changes take effect after restarting the app.
zh_hans: 更改将在重新启动 App 后生效。

# settings.title
source: 設定
en: Settings
zh_hans: 设置
